{ "global": {
    "NavBar": {
        "home": "home",
        "about": "about",
        "projects": "projects",
        "technos": "technos",
        "contact": "contact"
    },
    "Home": {
        "name": "home",
        "title": "I'm a web Developper Junior",
        "p": "Following a professional retraining, and after completing a diploma course, I'm now ready to get into web development and make my own contribution. I'm passionate about this field, which is helping to create tomorrow's tools and improve everyday life for many people.",
        "link": "Projects"
    },
    "About": {
        "name": "about",
        "title": "About me",
        "p1": "After being made redundant while working in a management position in the retail sector, I decided, with the unconditional help of my close friends, to seize the opportunity and launch myself into web development. I'd always been attracted to the web, but had never taken the plunge. Now, here I am!",
        "p2": "I'm a motivated, proactive person, someone you can count on. I'm curious, and above all, I'm a try harder. If I don't have the skills, then I'll work to acquire them, you can be sure of that.",
        "p3": "Having managed a small team, I know how to listen and work as part of a group. I'm not the most talkative person, but I step in when I have to. So why not get in touch if my profile interests you? All I need is one small opportunity to prove my worth to you!"
    },
    "Projects": {
        "name": "projects",
        "title": "Projects",
        "p": "Here are some of the projects I've worked on. I'm always looking for new challenges, so don't hesitate to get in touch if you have a project in mind.",
        "link": "Details",
        "Infinity": {
            "resume": "An end-of-training project at O'clock, Infinity Quiz is a quiz site where the quizzes are generated by AI and where the community participates in moderating the generated quizzes by assigning grades to them. An advanced project in constant evolution. The aim is to build a complete project enabling us to practice and develop skills at all levels, from design to deployment."
        },
        "GereTaThune": {
            "resume": "As part of my training, this project enabled me to practice building a complete website using the technologies I'd learned so far. It's a budget management site using the EJS template engine."
        },
        "Creatopia": {
            "resume": "Ongoing project to design an online game in collaboration with a fellow student. A long-term project that allows us to put into practice the skills we've acquired in web development."
        }
    },
    "Technos": {
        "name": "technos",
        "p": "These are the technologies I've worked with"
    },
    "Contact": {
        "name": "contact",
        "p": "Submit the form below to get in touch with me",
        "placeholder.name": "Enter your name",
        "placeholder.email": "Enter your email",
        "placeholder.message": "Enter your message",
        "button": "Let's talk"
    },
    "Socials": {
        "resume": "Resume"
    },
    "ProjectsDetails": {
        "title": "Project details",
        "button": "Back to home"
    }
}
}